Repository: darkFunction/dropplets
Catalog: owncloud/apps/news/l10n/*/news.po
Languages: tr

source: News
tr: Haberler

source: Can not add feed: Exists already
tr: Daha mesaj goendermecek. Zaten varmi

source: Can not add feed: URL does not exist or has invalid xml
tr: Daha beslemek edeme.URL yok varmi veya xml gecerli.

source: Can not add folder: Exists already
tr: Arkibv birlemedis.Zaten varmi.

source: Undo deletion of %s
tr: %s silmesini geri al

source: Add Website
tr: Website ekle

source: Error: address exists already!
tr: Hata. Adres zaten varmi

source: Error: folder exists already
tr: Hata, arkiv zaten varmi

source: Address
tr: Adres

source: Add
tr: Ekle

source: New folder
tr: Yeni klasör

source: Folder
tr: Klasör

source: Choose folder
tr: Dizin seç

source: Folder name
tr: Dizin ismi

source: Back to folder selection
tr: Arkiv secene tekrar

source: Create folder
tr: Arkiv yapmak

source: Starred
tr: Yıldızlı

source: Unread articles
tr: Okunmamış makaleler

source: All articles
tr: Bütün makaleler

source: Mark read
tr: Okumus noktamak

source: from
tr: dan

source: by
tr: tarafından

source: Cant play audio format
tr: ses dosyası formatı çalınamıyor

source: Keep unread
tr: Okunmamış bırak

source: Delete website
tr: web sitesi silmek

source: Collapse
tr: çökme

source: Delete folder
tr: Dizini sil

source: Rename folder
tr: Dizini yeniden adlandır

source: Import / Export OPML
tr: Icere/disari OPML koymak

source: Import
tr: İçe aktar

source: Export
tr: Dışa aktar

source: Error when importing: file does not contain valid OPML
tr: Hata ithal etmeye. dosya OPML gecirli icere etmiyor.

source: Import Google Reader JSON
tr: Google Reader JSON birlemek

source: To import starred and shared articles from Google Reader please upload the .json files from the Google Takeout archive
tr: Makaleler isaretis ve dayitmis Googleden birlemek icin, Reader lütfen dosyalari json arkivden Google Takeout yüklemek.

source: Error when importing: file does not contain valid JSON
tr: Error, ithal icin, dosya gencerli JSAON icere etmiyor.

source: Show all
tr: Hepsini göster

source: Show only unread
tr: Sadece okunmamışları göster
